Repository: mmirackiran/Reciper_Final
Catalog: reciper/l10n/intl_*.arb
Languages: de

source: Switch to light mode
de: Zum hellen Modus wechseln

source: Switch to dark mode
de: Zum dunklen Modus wechseln

source: Help
de: Hilfe

source: Rate us
de: Bewerte uns

source: Appearance
de: Aussehen

source: Theme
de: Thema

source: Reset to Default Settings
de: Auf Standardeinstellungen zur端cksetzen

source: Language
de: Sprache

source: Pets
de: Haustiere

source: Wild Animals
de: Wildtiere

source: Welcome
de: Willkommen

source: to Pathy App
de: zur Pathy-App

source: Everything about animals
de: Alles 端ber Tiere

source: Learn
de: Lerne

source: , grow, succeed
de: , wachse, sei erfolgreich

source: For pet and animal lovers
de: F端r Haustier- und Tierfreunde

source: Ask to Pathy AI
de: Frage Pathy AI

source: View More
de: Mehr anzeigen

source: Loading...
de: Lade...

source: Answer of Pathy AI
de: Antwort von Pathy AI

source: AI Thinking...
de: KI denkt nach...

source: Settings
de: Einstellungen

source: Language Selection
de: Sprachauswahl

source: AI Food Recipe
de: KI-Speisenrezept

source: Recipe Generating...
de: Rezept wird erstellt...

source: Today Meal
de: Heutiges Essen

source: For You
de: F端r Sie

source: ASK FOR RECIPE
de: NACH REZEPT FRAGEN

source: Ingredients
de: Zutaten

source: Steps
de: Schritte

source: Ask Type
de: Fragentyp

# please_enter_food_name
source: Please enter a food name
de: Bitte geben Sie einen Nahrungsmittelnamen ein

source: Food Name
de: Nahrungsmittelname

source: Get Recipe
de: Rezept abrufen
